<template>
    <div class="has-tabbar page"> 
        <x-header :left-options="{backText: ''}">用户协议</x-header>
        <div class="main">
            <h4>使用规则 </h4>
	
            <p>1.用户注册成功后，塔兮将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
            <p>2.用户须对在塔兮的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则塔兮有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</p>
            <p>3.用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用塔兮服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用塔兮所提供的全部服务。</p>
            <p>4.塔兮是一个信息分享、传播及获取的平台，用户通过塔兮发表的信息为公开的信息，其他第三方均可以通过塔兮获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在塔兮上进行发表。 </p>
            <p>5.用户承诺不得以任何方式利用塔兮直接或间接从事违反中国法律以及社会公德的行为，塔兮有权对违反上述承诺的内容予以删除。 </p>
            <p>6.用户不得利用塔兮服务制作、上载、复制、发布、传播或者转载如下内容：</p>
            <p>a.反对宪法所确定的基本原则的； </p>
            <p>b.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>c.损害国家荣誉和利益的； 煽动民族仇恨、民族歧视，破坏民族团结的； </p>
            <p>d.侮辱、滥用英烈形象，否定英烈事迹，美化粉饰侵略战争行为的； </p>
            <p>e.破坏国家宗教政策，宣扬邪教和封建迷信的； </p>
            <p>f.散布谣言，扰乱社会秩序，破坏社会稳定的； </p>
            <p>g.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； </p>
            <p>h.侮辱或者诽谤他人，侵害他人合法权益的； </p>
            <p>i.含有法律、行政法规禁止的其他内容的信息。</p>
            <p>7.所有用户同意遵守塔兮社区管理规定（试行）和塔兮视频服务协议（试行）。 </p>
            <p>8.机构用户同意遵守塔兮机构号服务协议，以及塔兮机构号使用规范（试行）。 </p>
            <p>9.塔兮有权对用户使用塔兮的情况进行审查和监督，如用户在使用塔兮时违反任何上述规定，塔兮或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用塔兮的权利）以减轻用户不当行为造成的影响。 </p>
            <p>10.知识产权 塔兮是一个信息获取、分享及传播的平台，我们尊重和鼓励塔兮用户创作的内容，认识到保护知识产权对塔兮生存与发展的重要性，承诺将保护知识产权作为塔兮运营的基本原则之一。</p>
            <p>11.用户在塔兮上发表的全部原创内容（包括但不仅限于回答、文章和评论），著作权均归用户本人所有。</p>
            <p>12.用户可授权第三方以任何方式使用，不需要得到塔兮的同意。 </p>
            <p>13.塔兮上可由多人参与编辑的内容，包括但不限于问题及补充说明、答案总结、话题描述、话题结构，所有参与编辑者均同意，相关知识产权归塔兮所有。 </p>
            <p>14.塔兮提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含塔兮及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。 </p>
            <p>15.为了促进知识的分享和传播，用户将其在塔兮上发表的全部内容，授予塔兮免费的、不可撤销的、非独家使用许可，塔兮有权将该内容用于塔兮各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。 </p>
            <p>16.第三方若出于非商业目的，将用户在塔兮上发表的内容转载在塔兮之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在塔兮上使用的帐号名称），给出原始链接，注明「发表于塔兮」，并不得对作品进行修改演绎。</p>
            <p>17.若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。 </p>
            <p>18.塔兮为用户提供「保留所有权利，禁止转载」的选项。除非获得原作者的单独授权，任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。 </p>
            <p>19.在塔兮上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。</p>
            <p>20.如果第三方提出关于著作权的异议，塔兮有权根据实际情况删除相关的内容，且有权追究用户的法律责任。给塔兮或任何第三方造成损失的，用户应负责全额赔偿。 </p>
            <p>21.如果任何第三方侵犯了塔兮用户相关的权利，用户同意授权塔兮或其指定的代理人代表塔兮自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在塔兮认为必要的情况下参与共同维权。 </p>
            <p>22.塔兮有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及塔兮社区指导原则对侵权信息进行处理。</p>
            <!-- <p class="title">塔兮用户协议及使用条款</p>
            <p>塔兮应用是一个全方位的自我品牌打造平台，透过技能变现和生活记录的途径，展现、塑造和管理自身影响力，最终实现去中心化的高效供需关系。这种供需至少包括三个层面：知识信息供需、企业和人才供需、技能服务供需。适用于渴望展现自我、变现技能、塑造自身影响力的学生、职业人士和企业。</p>
            <p>分享是最能打造个人影响力的方法，塔兮开通文章发布入口，所有愿意以文字方式来分享自己经验和知识的群体，都可以在这里来自由分享，获取别人的关注和认可。</p>
            <p>塔兮提供文字编写、照片记录、视频上传等功能，并为每一条记录搭配标签（时间、位置、天气、心情、场景），更为重要的是，引导用户主动将自己的记录进行分类。最终把所有在塔兮里留下的记录汇聚成完整的个人履历，这个履历从生活、工作、技能、服务、经验等维度对一个人的数据进行全方位的汇总和管理，用户可以选择其公开范围，来主动地展示和变现自己的影响力。</p>
            <p>在塔兮，用户可以把自己所有记录的历史文字、照片、视频等根据分类、时间、位置、标签等进行管理和导出，类似于一个多功能私人相册。可以自己保留为隐私数据作为回忆、也可以更改可见范围作为展示。塔兮提供视频课程投稿入口和技能服务交易平台，个人可以把自己擅长的专业领域迅速制作成视频课程或直接提供线上线下服务。以此来变现技能，提升自身专业价值。</p>
            <p>塔兮的最终目的是透过全方位的数据记录来展示一个人或组织的综合影响力，企业可以在塔兮免费的寻找到自己想要的人才，个人也可以在塔兮综合的评价一个企业。透过这种方式，去除人才获取的中间环节，大大降低招聘和人才评估成本。</p>
            <p>塔兮会致力于向您提供安全、稳定的优质服务。但是，塔兮不承诺本应用的任何内容、服务或功能无任何错误或不中断，或者您对本应用的使用将产生特定结果。本应用及其内容是基于“现状”且“可获得”而提供。本应用提供的所有信息可不经通知而变更。</p>
            <p>塔兮不作任何明示或默示保证，包括任何正确性、非侵权、适销性及适用性的保证。对于任何与您对本应用的使用有关的任何第三方的作为、不作为和行为，武汉云上塔兮信息技术有限公司不承担责任。您对本应用的使用，由您承担全部责任。</p>
            <p>如果对本应用或任何内容有任何不满意，您可以停止使用本应用或任何该等内容。</p>
            <p>上述免责声明适用于因任何不履行、错误、疏忽、中断、删除、缺陷、操作或传输迟延、电脑病毒、通信线路故障、失窃或破坏或未经授权访问、篡改或使用（无论是违约、侵权、过失或任何其他诉因）而造成的任何损害、责任或伤害。</p>
            <p>武汉云上塔兮信息技术有限公司保留在任何时候不经通知进行以下任何行为的权利：</p>
            <p>1）基于任何原因，修改、中止或终止本应用或其任何部分的运行或访问；</p>
            <p>2）修改或变更本应用或其任何部分及任何适用政策或条款；</p>
            <p>3）在进行定期或非定期维护、错误纠正或其他变更所必须时，中断本应用后台或其任何部分的运行。</p> -->
        </div>

    </div>
</template>

<script>

    import { XHeader } from 'vux'

    export default {
        components: {
            XHeader,
        },
        data () {
            return {

            }
        },
        activated(){

        },
        // deactivated(){
        //     console.log(3);
        // },
        methods: {
            abc(){
                console.log(3)
            }
        },
    }

</script>

<style lang="less" scoped>
    @import "../style/base_color.less";
    .vux-header{
        position: relative;
        z-index: 2;
    }
    .main{
        position: absolute;
        top: 0;
        padding: 46px 8px 0;
        height: 100%;
        width: 100%;
        box-sizing: border-box;
        z-index: 1;
        overflow: auto;
        // p{
        //     padding: 10px;
        //     line-height: 16px;
        // }
        // .title{
        //     text-align: center;
        //     font-weight: bold;
        // }
        h4 {
            margin-top:16px;
            margin-bottom:14px;
            margin-right:5px;
            margin-left:15px;
            color:#0F4698;
            text-align:center;
        }
		p{
			padding:0 0px;
            font-size:16px;
            margin:0;
            font-family: 'GillSans-Light','宋体';
            text-indent:1.5em;
		}
    }
</style>


